[language]
language=Inglés (internacional)
langid=9
sublangid=1

[errors]
unknown=Error desconocido
aborted=Suspendido
usegfwllauncher=Por favor, usa la aplicación (BioShock2Launcher.exe)
securegfwlfail=Error al cargar Games for Windows - LIVE debido a una aplicación no segura.
nogfwl=No se ha instalado Games for Windows - LIVE o la versión instalada está anticuada. Por favor, visita http://go.microsoft.com/fwlink/?LinkId=128962 para instalar la última versión de Games for Windows - LIVE.
exportopen=Error al exportar %s: no ha sido posible abrir el archivo '%s'
exportwrite=Error al exportar %s: no ha sido posible guardar el archivo '%s'
filenotfound=No se puede encontrar el archivo '%s'
objectnotfound=No ha sido posible encontrar el objeto '%s %s.%s'
packagenotfound=No se puede encontrar el archivo del paquete '%s'
packageresolvefailed=No se puede resolver el nombre del paquete
filenametopackage=No se puede convertir nombre de archivo '%s' a nombre de paquete
sandbox=El paquete '%s' no es accesible en este cajón de arena
packageversion=No hay coincidencia de versión del paquete '%s'
failedload=Error al cargar '%s': %s
confignotfound=No se puede encontrar '%s' en el archivo de configuración
loadclassmismatch=%s no es una clase heredada de %s.%s
notdll=%s' no es un paquete de DLL; no se puede encontrar '%s' de exportación
notindll=No se puede encontrar '%s' en '%s.dll'
failedloadpackage=Error al cargar paquete: %s
failedloadobject=Error al cargar '%s %s.%s': %s
transientimport=Objeto de tránsito importado: %s
failedsaveprivate=No se puede guardar %s: el gráfico está unido a un objeto externo privado %s
failedimportprivate=No se puede importar el objeto privado %s %s
failedcreate=%s %s no se ha encontrado para creación
failedimport=No se puede encontrar %s en archivo '%s'
failedsavefile=Error al guardar archivo '%s': %s
savewarning=Error al guardar '%s'
notpackaged=El objeto no está en paquete: %s %s
notwithin=Objeto %s %s creado en %s en vez de %s
abstract=No se puede crear objeto %s: la clase %s es abstracta
noreplace=No se puede reemplazar %s con %s
nofindimport=No se puede encontrar el archivo '%s' para importación
readfilefailed=No ha sido posible leer el archivo '%s' para importación
seekfailed=Error al buscar archivo
openfailed=Error al abrir el archivo
writefailed=Error de escritura de archivo
readeof=Lectura más allá del final del archivo
inireadonly=El archivo %s está protegido contra escritura; no se pueden guardar la configuración
urlfailed=Error al iniciar URL
warning=Aviso
question=Pregunta
outofmemory=Memoria virtual agotada. Para evitar este problema, debes liberar más espacio en tu disco duro principal.
history=Historial
assert=Error de aserción: %s [Archivo:%s] [Línea: %i]
debug=Error de aserción de depuración: %s [Archivo:%s] [Línea: %i]
linkerexists=Ya existe un enlace para '%s'
binaryformat=El archivo '%s' contiene datos irreconocibles
serialsize=%s: No hay coincidencia de tamaño de serie: Obtenido %i, Esperado %i
exportindex=Índice de exportación erróneo %i/%i
importindex=Índice de importación erróneo %i/%i
password=Contraseña no reconocida
exec=Comando no reconocido
badproperty=%s': Propiedad errónea o desaparecida '%s'
misingini=Archivo .ini no encontrado: %s

[query]
oldversion=El archivo %s se ha guardado con una versión anterior que no es compatible con ésta. Lo más probable es que la lectura dé un error y podría provocar un bloqueo. ¿Quieres intentarlo igualmente?
name=Nombre:
password=Contraseña:
passprompt=Introduce nombre y contraseña:
passdlg=Comprobación de identidad
overwrite=Es necesario actualizar el archivo '%s'. ¿Quieres sobrescribir la versión existente?
overwritereadonly=%s' está marcado como solo lectura. ¿Quieres forzar la sobrescritura?

[progress]
saving=Guardando archivo %s...
loading=Cargando archivo %s...
closing=Cerrando

[general]
product=BIOSHOCK 2
engine=Motor Unreal
copyright=Copyright 2001 Epic Games, Inc. E tribo dos renegados.
true=Verdadero
false=Falso
none=Ninguna
yes=Sim
no=Näo

[helloworldcommandlet]
helpcmd="HolaMundo"
helponeliner="Commandlet tipo hola mundo"
helpusage="HolaMundo (sin parámetros)"
helpparm[0]="IntParm"
helpparm[1]="StrParm"
helpdesc[0]="Parámetro entero"
helpdesc[1]="Parámetro de cadena"

[simplecommandlet]
helpcmd="Simple"
helponeliner="Commandlet simple de prueba"
helpusage="Simple (sin parámetros)"

